const questions = [
  {
    // 0 - JP
    question: "오늘은 기다리던 나의 월급날💰! 돈이 생긴 후 나는...",
    answers: [
      {
        text: "이번 달 용돈은 20만 원만.. 통신비 3만 원.. <br/> 미리 세워둔 계획에 따라 분배한다!",
        score: 1,
      },
      {
        text: "저번에 찜 해놨던 옷..👚 신발..👟<br/> 우선 사고 싶었던 것들부터 결제한다!",
        score: 0,
      },
    ],
  },
  {
    // 1 - SN
    question: "여유로운 휴일, 평소에 보고 싶었던 영화🎬를 보려고 한다...",
    answers: [
      {
        text: "영화관의 조명.. 온도.. 습도.. 직접 가서 봐야 제맛이지!🍿",
        score: 1,
      },
      {
        text: "요즘 넷○릭스가 얼마나 편한데.. OTT 플랫폼으로 본다.💻",
        score: 0,
      },
    ],
  },
  {
    // 2 - SN
    question: "새롭게 찾아온 계절🍂 기분전환 겸 옷장을 좀 채워볼까...",
    answers: [
      {
        text: "입어보지 않으면 가늠하기 어려워!<br/> 매장에서 직접 보고 구매한다.",
        score: 1,
      },
      {
        text: "내가 입으면 대충 이런 느낌이겠는데?<br/> 쇼핑 앱에서 마음에 드는 옷 구매!",
        score: 0,
      },
    ],
  },
  {
    // 3 - EI
    question: "내가 만약 야구광이라면⚾야구 경기를 보기 위해...",
    answers: [
      {
        text: "거리가 좀 멀어도 OK! 사람들과 치맥 하면서 경기 직관해야지~",
        score: 1,
      },
      {
        text: "사람 많은 곳은 기 빨려... 그냥 집에서 스포티비로 중계 시청!",
        score: 0,
      },
    ],
  },
  {
    // 4 - SN
    question: "프로자취러인 나! 생필품🪥🧼이 슬슬 바닥을 보이기 시작했다.",
    answers: [
      {
        text: "장은 직접 보는 게 낫지! 자주 가는 마트로 출발🛒",
        score: 1,
      },
      {
        text: "굳이 보고 살 필요가 있나? 편하게 온라인으로 주문!📱",
        score: 0,
      },
    ],
  },

  {
    // 5 - JP
    question: "친구들과의 여행을 앞두고 있다✈️ 나의 여행 계획 스타일은?",
    answers: [
      {
        text: "계획이 꼼꼼해야 불필요한 지출을 막을 수 있지!<br/> 계획과 예산을 짜둔다.",
        score: 1,
      },
      {
        text: "계획? 예산? 그게 뭔데... 그냥 핫플레이스로 떠나는 거야~😎",
        score: 0,
      },
    ],
  },
  {
    // 6 - EI
    question: "드디어 찾아온 여름휴가⛱️ 나는 이번 휴가 때...",
    answers: [
      {
        text: "당연히 해외여행! 비행기 정도는 타줘야 제대로 된 휴가지!",
        score: 1,
      },
      {
        text: "가까운 도심 속에서.. 여유롭게 즐기는 호캉스가 최고야🏨",
        score: 0,
      },
    ],
  },
  {
    // 7 - JP
    question:
      "누워서 폰으로 이것저것 구경하던 중...🛏️<br/> 필요하진 않지만 마음에 드는 물건을 발견했다!",
    answers: [
      {
        text: "갑작스럽고 불필요한 지출은 NO! 아쉽지만 구매하지는 않는다.",
        score: 1,
      },
      {
        text: "이거 그냥 내 건데? 당장 사야겠는데? 바로 구매를 갈겨버린다.",
        score: 0,
      },
    ],
  },
  {
    // 8 - EI
    question: "갑작스럽게 하루 쉬는 날이 생겨버렸다!",
    answers: [
      {
        text: "모처럼 휴일인데.. 집 밖에 나가 쇼핑도 하고 친구도 만나자!🤼",
        score: 1,
      },
      {
        text: "나의 배터리는 집에 있어야만 충전돼.. 집콕을 즐긴다🏡",
        score: 0,
      },
    ],
  },
];

export default questions;
