const results = {
  ESJ: {
    name: "섬세한 탐험가",
    explain:
      "섬세한 탐험가는 외출하며 다양한 활동을 즐기는 동시에<br/> 계획적으로 소비를 관리하는 사람들입니다.<br/> 자신의 시간과 예산을 잘 조율하여 오프라인 활동을 계획하고 <br/>이를 즐기는데 열성적이에요.<br/>사전에 탐색과 조사를 통해 최적의 활동을 계획하고 <br/>효율적인 소비를 추구합니다.",
    img: "/img/quiz-results/ESJ.png",
  },
  ENJ: {
    name: "인싸 플래너",
    explain:
      "인싸 플래너는 다양한 활동과 구매를 사전에 계획하고 소비하는 경향이 있습니다.<br/>여기저기 돌아다니는 것도 좋아해서 소비 활동 범위도 넓어요.<br/>온라인에서 할인, 프로모션, 이벤트 등을 적극 활용하여 효율적으로 소비하는 것을 즐깁니다.",
    img: "/img/quiz-results/ENJ.png",
  },
  ESP: {
    name: "부지런한 어드밴처 쇼퍼",
    explain:
      "부지런한 어드밴처 쇼퍼는 온라인 쇼핑보다 <br/>구경할 게 많은 오프라인 쇼핑을 더 좋아해요.<br/>새로운 경험과 놀라움을 찾아 소비하는데 있어서 <br/>즉흥적이고 모험적인 성향을 가지고 있습니다.<br/>기분이 좋을 때 계획에 없던 소비를 하기도 해요.",
    img: "/img/quiz-results/ESP.png",
  },
  ENP: {
    name: "디지털 아드레날린러",
    explain:
      "디지털 아드레날린러는 활발하게 활동하며 <br/>온라인 플랫폼에서 즉흥적으로 소비해요.<br/>신나는 경험과 스릴을 추구하며 온라인 쇼핑, 엔터테인먼트, 여행 등 <br/>다양한 온/오프라인 활동을 통해 즐거움과 도전을 찾는 경향이 있습니다.",
    img: "/img/quiz-results/ENP.png",
  },
  ISP: {
    name: "로컬 유람자",
    explain:
      "로컬 유람자의 주된 소비 활동지는 집 주변입니다.<br/>여행도 너무 먼 곳보다는 가까운 곳을 더 선호해요.<br/>근거리에 있는 다양한 장소나 행사를 탐색하며<br/> 오프라인 환경에서 즉흥적인 소비를 즐깁니다.",
    img: "/img/quiz-results/ISP.png",
  },
  INP: {
    name: "디지털 스파이더",
    explain:
      "디지털 스파이더는 오프라인 쇼핑보다는 온라인 쇼핑이 더 잘맞아요.<br/>디지털 환경에서 즉흥적인 소비를 하는 사람들이 이 유형에 속합니다.<br/>온라인 구독 서비스도 많이 이용하는 편이에요. 은근 유행에 민감해서 요즘 뜨는 맛집, 핫플 트렌드를 파악하고 있습니다.",
    img: "/img/quiz-results/INP.png",
  },
  ISJ: {
    name: "우리동네 소비요정",
    explain:
      "우리동네 소비요정의 주 활동지는 집 주변이에요.<br/>근거리에 위치한 다양한 장소를 방문하며 시간을 보내곤 합니다.<br/>소비 관리는 무조건 계획적으로, 꼼꼼하게.<br/>장 볼 때도 미리 리스트를 정리해서 필요한 것만 사고 와요.",
    img: "/img/quiz-results/ISJ.png",
  },
  INJ: {
    name: "꼼꼼한 방구석 쇼퍼",
    explain:
      "아늑한 이불 속에서 찐 행복을 느끼는 꼼꼼한 방구석 쇼퍼<br/>이 유형의 사람들은 핸드폰만 있으면 쇼핑부터 문화까지 즐길 수 있어요.<br/>돈을 허투루 쓰지 않고 소비를 할 때 효율적인 계획을 세우는 특징을 갖고 있습니다.",
    img: "/img/quiz-results/INJ.png",
  },
};

export default results;
